Repository: Calibrant/306090Triangle
Catalog: lib/l10n/intl_*.arb
Languages: ru, tl_ph

# app_bar_title
source: 30 60 90 triangle
ru: 30 60 90 треугольник
tl_ph: 30 60 90 tatsulok

# side_a
source: side а
ru: сторона а
tl_ph: side a

source: side b
ru: сторона b

source: side c
ru: сторона c

source: area A
ru: площадь A
tl_ph: lugar A

# periment_P
source: perimetr P
ru: периметр P

# rate_on_google_play
source: Go to Google play
ru: Оценить в Google play
tl_ph: Pumunta sa Google play

source: Decimal places
ru: Количество знаков после запятой
tl_ph: Decimal na lugar

# help
source: About app
ru: Помощь
tl_ph: Tungkol sa app

# help_desc
source: This is a right triangle with interior angles of 30°, 60°, and 90° degrees. With this calculator, where all the angles are known, you can calculate the dimensions of the sides, area and perimeter of the triangle. All you have to do is to type in the value of any of the sides and the calculator will do the rest! If you find this application useful, please rate it. Found a translation error? Let us know about it.
ru: Это прямоугольный треугольник, внутренние углы которого составляют 30°, 60° и 90° градусов. С помощью данного калькулятора, где все углы известны, вы можете вычислить размеры сторон, площадь и периметр треугольника. Для это вам достаточно ввести значение любой из сторон, а калькулятор сделает все остальное! Если вы считаете, что это приложение полезное, пожалуйста, оцените его. Нашли ошибку в переводе? Сообщите нам об этом.
tl_ph: Ito ay isang kanang tatsulok na may panloob na mga anggulo na 30°, 60°, at 90° degrees. Gamit ang calculator na ito, kung saan alam ang lahat ng mga anggulo, maaari mong kalkulahin ang mga sukat ng mga gilid, lugar at perimeter ng tatsulok. Ang kailangan mo lang gawin ay i-type ang halaga ng alinman sa mga gilid at gagawin ng calculator ang natitira! Kung nakita mong kapaki-pakinabang ang application na ito, paki-rate ito. Nakahanap ng error sa pagsasalin? Ipaalam sa amin ang tungkol dito.

source: zero
ru: ноль

source: one
ru: один

source: two
ru: два
tl_ph: isa

source: three
ru: три
tl_ph: tatlo

source: four
ru: четыре
tl_ph: apat

# show_btn
source: Show
ru: Показать
tl_ph: ShoIpakitaw

source: Privacy policy
ru: Политика конфидициальности
tl_ph: Patakaran sa privacy
